[
  {
	"name": "Sol",
	"radius_km": 696340,
	"a_au": 0.0,
	"period_days": 0,
	"color": "#FFD15C",
	"fact": "O Sol é uma estrela gigante de gás quente que fica no centro do Sistema Solar. Ele é responsável por dar luz e calor para todos os planetas e sem ele a vida na Terra não existiria. Mesmo sendo muito grande, é apenas uma entre bilhões de estrelas no universo."
  },
  {
	"name": "Mercúrio",
	"radius_km": 2439.7,
	"a_au": 0.387,
	"period_days": 87.969,
	"color": "#B3B3B3",
	"fact": "Mercúrio é o planeta mais próximo do Sol e também o menor do Sistema Solar. Seus dias são muito quentes, mas as noites são congelantes. Ele não tem atmosfera forte, por isso o calor do Sol escapa rápido quando o Sol se põe."
  },
  {
	"name": "Vênus",
	"radius_km": 6051.8,
	"a_au": 0.723,
	"period_days": 224.701,
	"color": "#E1C699",
	"fact": "Vênus é o planeta mais quente, com temperaturas tão altas que derreteriam metal! Sua atmosfera é feita de gases que prendem o calor, como um cobertor gigante. Curiosamente, ele gira ao contrário dos outros planetas e tem um brilho intenso no céu noturno."
  },
  {
	"name": "Terra",
	"radius_km": 6371.0,
	"a_au": 1.0,
	"period_days": 365.256,
	"color": "#6CB2FF",
	"fact": "A Terra é o único planeta conhecido com vida. Tem água em estado líquido, ar para respirar e uma temperatura agradável. O movimento da Terra em torno do Sol faz as estações do ano e o giro em torno de si mesma cria os dias e as noites."
  },
	{
	"name": "Lua",
	"radius_km": 1737.4,
	"a_au": 0.00257,
	"period_days": 27.3,
	"color": "#CCCCCC",
	"fact": "A Lua é o único satélite natural da Terra.",
	"parent_name": "Terra"
	},

  {
	"name": "Marte",
	"radius_km": 3389.5,
	"a_au": 1.524,
	"period_days": 686.98,
	"color": "#E07B62",
	"fact": "Marte é chamado de planeta vermelho por causa da poeira de ferro que cobre sua superfície. Ele tem montanhas enormes, vulcões adormecidos e ventos fortes. Cientistas acreditam que um dia pode ter existido água em Marte e talvez até vida microscópica."
  },
  {
	"name": "Júpiter",
	"radius_km": 69911,
	"a_au": 5.203,
	"period_days": 4332.59,
	"color": "#DAB68C",
	"fact": "Júpiter é o maior planeta do Sistema Solar, tão grande que caberiam mais de mil Terras dentro dele! É feito de gases como hidrogênio e hélio e tem uma enorme tempestade chamada Grande Mancha Vermelha, que é maior do que a Terra e dura há séculos."
  },
  {
	"name": "Saturno",
	"radius_km": 58232,
	"a_au": 9.537,
	"period_days": 10759.22,
	"color": "#F2E3B0",
	"fact": "Saturno é famoso por seus lindos anéis feitos de gelo e pedras. É um planeta gasoso como Júpiter e tem muitas luas, algumas cobertas de gelo. Se existisse uma piscina gigante, Saturno flutuaria nela, pois é o planeta menos denso de todos!"
  },
  {
	"name": "Urano",
	"radius_km": 25362,
	"a_au": 19.191,
	"period_days": 30685.4,
	"color": "#A9E1E8",
	"fact": "Urano é um planeta azul-esverdeado que gira de lado! Seu eixo é tão inclinado que parece estar rolando ao redor do Sol. Ele é muito frio e ventoso, e seus anéis são finos e difíceis de ver. É o planeta mais diferente na forma de girar."
  },
  {
	"name": "Netuno",
	"radius_km": 24622,
	"a_au": 30.068,
	"period_days": 60190,
	"color": "#6FA3FF",
	"fact": "Netuno é o planeta mais distante do Sol e o mais frio. Seus ventos são os mais rápidos do Sistema Solar, podendo ultrapassar 2.000 km por hora! Ele tem uma cor azul profunda e é cercado por nuvens e anéis finos e escuros."
  }
]
